Repository: antongarciavaldes/IW-BI-10-E2
Catalog: appCarOutlet/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Gestor de Coches
fr: Gestionnaire de voiture.

source: Listado de categorías
fr: Liste des catégories

source: Guardar
fr: Sauvegarder

source: Lista de coches
fr: Liste de voitures

source: Modelo:
fr: Modèle:

source: Precio:
fr: Prix:

source: Marca:
fr: Marque:

source: Detalles del coche
fr: Détails de la voiture.

source: Datos del coche
fr: Données de voiture.

source: No tiene categorías asociadas.
fr: N'a pas de catégories associées.

source: No existe este coche.
fr: Cette voiture n'existe pas.

source: Añadir un coche
fr: Ajouter une voiture

source: Coches de la marca
fr: Voitures de marque.

source: Detalle de la marca
fr: Détail de la marque

source: Datos de la marca
fr: Détails de la marque

source: Ver coches
fr: Voir les voitures

source: No existe esta marca.
fr: Cette marque n'existe pas.

source: Crear Marca
fr: Créer une Marque

source: Crear Categoría
fr: Créer une Catégorie

source: Crear Coche
fr: Créer une voiture

source: Categorias
fr: Catégories

source: Lista de Categorias
fr: Liste des catégories

source: Marcas
fr: Marques

source: Lista de Marcas
fr: Liste des marques

source: Añadir una marca
fr: Ajouter une marque

source: Lista de marcas
fr: Liste des marques

source: No hay marcas creadas.
fr: Aucune marque créée.
